# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "nicoverbruggen/cask"
tap "shivammathur/php"

# PHP
brew "php"
brew "php@8.0"
cask "phpmon"
cask "phpstorm"
brew "composer"
cask "ray"

# Node
brew "node"

# Dev
cask "docker"
brew "gh"
brew "git"
cask "linear-linear"
brew "python"
brew "ruby"
cask "visual-studio-code"
cask "tableplus"
cask "tinkerwell"
cask "tuple"

# Tools
brew "antigen"
brew "awscli"
brew "coreutils"
brew "findutils"
brew "httpie"
cask "iterm2"
brew "jq"
brew "nmap"
brew "parallel"
cask "proxyman"
cask "raycast"
cask "rectangle"
brew "thefuck"
brew "tldr"
brew "wget"
brew "zsh"

# Fonts
cask "font-fira-code"

# Apps
cask "1password"
cask "1password-cli"
cask "firefox"
cask "gpg-suite"
cask "mixed-in-key"
cask "monitorcontrol"
cask "notion"
cask "rekordbox"
cask "spotify"
cask "slack"