

# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "nicoverbruggen/cask"
tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/services"

# Dev
cask "docker"
brew "gh"
brew "git"
brew "heroku/brew/heroku"
brew "python"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
cask "visual-studio-code"
cask "pycharm"
cask "tableplus"


# Tools
brew "antigen"
brew "awscli"
brew "coreutils"
brew "findutils"
brew "gnupg"
brew "gource"
cask "iterm2"
brew "jq"
brew "nmap"
brew "openjdk"
brew "parallel"
cask "postman"
cask "alfred"
cask "rectangle"
brew "sqlite"
brew "thefuck"
brew "tldr"
brew "wget"
brew "zsh"

# Fonts
cask "font-fira-code"

# Apps
cask "1password"
cask "1password-cli"
cask "atom"
cask "chromedriver"
cask "datagrip"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "karabiner-elements"
cask "logitech-options"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "pgadmin4"
cask "spotify"
cask "slack"
cask "whatsapp"
