# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"

# Tools
brew "composer"
brew "git"
brew "grep"
brew "httpie"
brew "hub"
brew "jq"
brew "mas"
brew "screen"
brew "tldr"
brew "wget"
brew "zsh"
brew "zsh-completions"

# Development
brew "python"
brew "node"
brew "php", restart_service: true
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ruby"

# Apps
cask "1password"
cask "aerial"
cask "alfred"
cask "docker"
cask "firefox"
cask "hyper"
cask "slack"
cask "keybase"
cask "notion"
cask "phpstorm"
cask "postico"
cask "rocket"
cask "sequel-pro"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "stack"
cask "vanilla"
cask "visual-studio-code"
cask "whatsapp"

# Fonts
cask "font-fira-code"
